[
  {
    "name": "Gibson Slash 'Victoria' Les Paul Electric Guitar - Goldtops",
    "slug": "gibson-slash-victoria-les-paul-electric-guitar-goldtop",
    "description": "The Slash 'Victoria' Les Paul Goldtop is everything a Les Paul aficionado could ask for, and it’s unequivocally worthy of its namesake. Inject your playing with incredible warmth and sustain, thanks to a resonant solid mahogany body that’s accented by an eye-catching maple top. You'll enjoy unbelievable playability, courtesy of a comfortable rosewood-capped Vintage '50s neck. And when you plug into your British stack, you’ll experience a mid-forward sustain and crunch by virtue of dual Custom Burstbucker Alnico II pickups — which any Slash fan is sure to recognize. The Slash Les Paul Goldtop also sports handwired electronics, color-coordinated hardware, and a bevy of special Slash-approved touches.",
    "price": 3199.00,
    "mainImg": "https://media.sweetwater.com/api/i/q-70__h-300__w-300__f-png__b-original/images/items/1800/LPSSPGTNH-xlarge.jpg",
    "categoryId": 1,
    "UserMongoId": "64df757c854a6fe57be68977"
  },
  {
    "name": "Schecter Synyster Gates Custom-S - Gloss Black with Silver Stripes",
    "slug": "schecter-synyster-gates-custom-s-gloss-black-with-silver-stripes",
    "description": "There are metal guitars, and then there's the Schecter Synyster Gates Custom-S solidbody electric guitar. If you're looking for an axe that can withstand the brutal riffing and impossible solos of its namesake, this is the guitar for you. A super-hot Schecter Synyster Gates signature humbucking pickup and Sustainiac humbucker in the neck position provide a solid base for riffing and let you pull off solos that sing forever. And since the Synyster Gates Custom-S also comes equipped with a genuine Floyd Rose 1500 tremolo bridge, you're all set for ultimate pitch control and rock-solid tuning stability.",
    "price": 1399,
    "mainImg": "https://media.sweetwater.com/api/i/q-70__h-300__w-300__f-png__b-original/images/items/1800/SynGCSSBkSlv-xlarge.jpg",
    "categoryId": 1,
    "UserMongoId": "64df757c854a6fe57be68977"
  },
  {
    "name": "Yamaha FG9 R Acoustic Guitar - Natural",
    "slug": "yamaha-fg9-r-acoustic-guitar-natural",
    "description": "Yamaha's flagship FG9 R dreadnought acoustic guitar was conceived upon the idea of genuine Japanese craftsmanship. From top to bottom, this guitar hosts that intention in every detail. Each piece of spruce and rosewood is carefully chosen, ensuring the most authentic and mellow acoustic output with unparalleled clarity. Take into account its optimized bracing pattern, bone nut and saddle, and durable hardware, and the FG9 R provides impressive tone for all players. Its fan-favorite body style and semi-gloss neck supply a comfortable playing foundation for both stage and studio use. Similarly, a wonderfully-manufactured mahogany neck with reasonable string action deliver a well-balanced fretting surface for easy note and chord transitions. After playing this guitar for ourselves, the verdict is clear: the FG9 R's discerning tone and charming good looks form an instrumental opportunity that cannot be passed up.",
    "price": 4099.99,
    "mainImg": "",
    "categoryId": 2,
    "UserMongoId": "64df757c854a6fe57be68977"
  },
  {
    "name": "Spector USA NS-2 Bass Guitar - Ale's Inferno",
    "slug": "spector-usa-ns-2-bass-guitar-ales-inferno",
    "description": "'World-class' only scratches the surface of Spector's master-crafted USA NS-2 Bass Guitar, an instrument constructed using only the best woods and electronics available to give it standout looks and a stage-worthy sound. Its combination of redwood for the body topped with jaw-dropping buckeye burl lays a punchy tonal foundation for a pair of EMG active pickups. These P/J Bass-style pickups deliver an organic and natural tone, with open clarity and warmth only achieved with active circuitry. Whether you prefer the comfortable body shape, high-performance feel, outstanding tonality, or elegant appearance, expectations are always exceeded with the Spector USA NS-2 Bass Guitar in tow.",
    "price": 7549.99,
    "mainImg": "https://media.sweetwater.com/api/i/q-70__h-300__w-300__f-png__b-original/images/items/1800/NS2AI-xlarge.jpg",
    "categoryId": 3,
    "UserMongoId": "64df757c854a6fe57be68977"
  },
  {
    "name": "Gibson SG Standard '61 - Vintage Cherry",
    "slug": "gibson-sg-standard-61-vintage-cherry",
    "description": "Immortalized by Santana at Woodstock and smashed onstage by Townshend, the Gibson SG is a rock icon. Gibson’s Nashville-made SG Standard ’61 reissue takes you back to the first model year of the legendary solidbody electric guitar — small pickguard, vintage cherry finish, and all. The Gibson SG Standard ’61 reissue is spec’d with a pair of toneful humbuckers; a fast, comfortable SlimTaper neck; and a bound, Plek’d rosewood fretboard with action that’s almost nonexistent. The SG’s lightweight mahogany body delivers great sustain and no pain, even if you play all night. And the worn nitro finish looks and feels great while enhancing the tone of this legendary rock machine. Own your piece of rock history: the Gibson SG Standard ’61.",
    "price": 1999.00,
    "mainImg": "https://media.sweetwater.com/api/i/q-70__h-300__w-300__f-png__b-original/images/items/1800/SG61VENH-xlarge.jpg",
    "categoryId": 1,
    "UserMongoId": "64df757c854a6fe57be68977"
  },
  {
    "name": "EVH Wolfgang Special QM Electric Guitar - Purple Burst",
    "slug": "evh-wolfgang-special-qm-electric-guitar-purple-burst",
    "description": "We could give you 5,150 reasons why the EVH Wolfgang Special QM is an outstanding solidbody electric guitar. But if you really want to be convinced of the WG Special's worth, pick one up right now. Trust us, when you get your hands on it, you won't want to put it down. This high-performance axe starts with a spotlight-ready, quilt maple-topped basswood body that's the perfect conduit for its tone-infused, ready-to-rock EVH Wolfgang humbuckers. The WG Special's caramelized maple neck offers a just-right feel, while its compound-radius baked maple fingerboard ensures a lightning-fast playability that's downright addictive. You also get an EVH-branded Floyd Rose Special tremolo — a must-have piece of hardware for stadium-worthy hard rock. Gleaming gold hardware and a sleek satin urethane finish top off the Wolfgang Special QM.",
    "price": 1299.99,
    "mainImg": "https://media.sweetwater.com/api/i/b-original__w-300__h-300__bg-ffffff__q-85__ha-e56003bb0798e3a4__hmac-3364b65f617a7b52203bd894cd7e822d88f1def4/images/items/350/WolfSpQMPB.jpg",
    "categoryId": 1,
    "UserMongoId": "64df757c854a6fe57be68977"
  }
]